Repository: brave-development/iOS
Catalog: *.lproj/*-29 oct.xliff
Languages: de

# password_6_chars
source: Password must be 6 or more characters
de: Passwort muss mind. 6 Zeichen lang sein

# password_confirm
source: Confirm Password
de: Passwort bestätigen

# please_wait_text
source: Processing your request. Please be patient.
de: Ihre Anfrage wird bearbeitet. Bitte haben Sie einen Moment Geduld.

# please_wait_title
source: Please wait
de: Bitte warten

# private_panics_50
source: Last 50 of your own Panic activations.
de: Ihre letzten 50 Panic Aktivierungen

# public_panics_20
source: Last 20 Panic activations by other people.
de: Die letzten 20 Panic Aktivierungen anderer Leute

# report_user_text
source: To report a user, go to Public History, tap on the Panic associated to that user and use the report button there.
de: Um einen Benutzer zu melden, gehen Sie zu Öffentlicher Vergangenheit, berühren die Aktivierung des Benutzers und benutzen die "Melden"-Option.

# report_user_title
source: Report a user
de: Einen Benutzer melden

source: Reset
de: Zurücksetzen

# reset_password_text
source: Enter the email address associated with the account. You will receive an email with reset instructions
de: Geben Sie die Email-Adresse dieses Kontos an. Sie werden eine Email mit einer Anleitung zum Zurücksetzen des Passwort erhalten.

# reset_password_title
source: Reset Password
de: Passwort zurücksetzen

source: Respond
de: Antworten

source: RESULTS
de: ERGEBNISSE

source: Save
de: Speichern

# save_changes_confirmation_text
source: Do you want to save changes?
de: Möchten Sie die Änderungen speichern?

source: Searching groups
de: Sucht Gruppen

source: Settings updated
de: Einstellungen aktualisiert

# share_joined_group
source: I just joined the group %@ using Panic. Help me make our communities safer, as well as ourselves!
de: Ich bin gerade der Gruppe %@ auf Panic beigetreten. Hilf mir unsere Nachbarschaft sicherer zu machen!

# share_panic_whatsapp_text
source: I just downloaded Panic! Help me make our community a safer place. Get the app here: http://goo.gl/M25QIw
de: Ich habe gerade Panic heruntergeladen! Hilf mir unsere Nachbarschaft sicherer zu machen! Hol dir die App hier: http://goo.gl/M25QIw

# share_text
source: The more people that join your communities and groups, the safer you all become...
de: Je mehr Leute unseren Gruppen beitreten desto sicherer wird unsere Nachbarschaft...

# share_title
source: Let others know
de: Erzählen Sie anderen von Panic

source: Someone needs help
de: Jemand braucht Hilfe

source: Stop Responding
de: Antworten stoppen

source: Successful
de: Erfolgreich

source: Trying to join group...
de: Versucht Gruppe beizutreten...

# tutorials_reset_text
source: Tutorials have been re-enabled. Go back to the main Home screen to view them as you did the first time the app was opened.
de: Anleitungen wurden wieder aktiviert. Gehen Sie zurück zum Hauptmenü, um sie erneut zu sehen.

# twitter_share_login
source: Please login to a Twitter account to share.
de: Bitte loggen Sie sich mit Ihrem Twitter-Konto ein, um zu teilen.

source: Unsuccessful
de: Nicht Erfolgreich

# update_successful
source: Updated successfully
de: Erfolgreich aktualisiert

source: Username
de: Benutzername

source: Username %@ already taken
de: Benutzername %@ bereit vergeben

source: Whatsapp not installed
de: Whatsapp nicht installiert

source: Yes
de: Ja

source: YOUR GROUPS
de: IHRE GRUPPEN
