Repository: brave-development/iOS
Catalog: *.lproj/*-29 oct.xliff
Languages: de

# 0bB-1j-tkY.normalTitle
source: LEAVE
de: VERLASSEN

# 0bo-QE-Yzg.text
source: Search for public groups here. Entering 3 or more characters will start a search for all public groups starting with those characters in your country.
de: Suchen Sie nach öffentliche Gruppen. Geben Sie drei oder mehr Zeichen ein, um Vorschläge für Ihr Land zu erhalten.

# 0mW-Su-AYZ.placeholder
source: Cell Number
de: Handynummer

# 0p1-UK-Kn5.text
source: Loading...
de: Lädt...

# 1RW-sB-c5J.normalTitle
source: Choose Country
de: Land auswählen

# 1Zx-p1-mT5.text
source: Country
de: Land

# 1kK-cU-hBn.title
source: Map
de: Karte

# 2GP-AI-Vqy.normalTitle
source: Register
de: Registrieren

# 2lg-A7-MX2.normalTitle
source: Delete Account
de: Konto löschen

# 3KU-kY-JkZ.text
source: SEARCH FOR A GROUP
de: Nach Gruppe suchen

# 4vE-y9-cBN.text
source: No Panic History
de: Keine Panic Vergangenheit

# 5RM-2p-CAh.text
source: Group Name
de: Gruppenname

# 7WQ-EZ-f5O.text
source: Group Description
de: Gruppenbeschreibung

# 8lQ-f9-UMV.normalTitle
source: Logout
de: Ausloggen

# 8vp-mX-kn7.normalTitle
source: Back
de: Zurück

# 9qy-Kf-cfH.text
source: Choose a background
de: Hintergrund anpassen

# 9sH-9f-gbE.title
source: History Details
de: Vergangenheit

# 678-30-R8h.text
source: Public
de: Öffentlich

# B7E-o5-xcK.title
source: Register
de: Registrieren

# BBh-iy-Pmp.text
source: List of groups busy updating
de: Gruppenliste wird aktualisiert

# BlX-f9-pPd.text
source: NO GROUPS FOUND
de: KEINE GRUPPEN GEFUNDEN

# Bve-aB-7He.placeholder
source: Group Name
de: Gruppenname

# Bve-aB-7He.scopeButtonTitles[0]
source: Public
de: Öffentlich

# Bve-aB-7He.scopeButtonTitles[2]
source: New
de: Neu

# C7b-iz-5p9.normalTitle
source: Report
de: Melden

# CIb-5X-3fF.normalTitle
source: Cancel
de: Abbrechen

# Cca-Ty-eIf.normalTitle
source: Submit
de: Bestätigen

# Ciz-L1-jbB.text
source: NO GROUPS
de: KEINE GRUPPEN

# DY6-w9-oQe.placeholder
source: Username
de: Benutzername

# DeY-TU-GhK.text
source: Photo: Kyle Jones
de: Foto: Kyle Jones

# Dl3-cc-CPm.normalTitle
source: Done
de: Fertig

# E7G-5k-h2U.normalTitle
source: Cancel
de: Abbrechen

# EUb-tl-ioe.normalTitle
source: Country Name
de: Land

# G3m-bG-fNG.text
source: Type at least 3 characters to search
de: Bitte mind. drei Zeichen eingeben

# GD8-iQ-v4n.text
source: Update location while app is closed. Heavy battery usage.
de: Standort aktualisieren wenn Anwendung geschlossen ist. Hoher Energieverbrauch

# GOs-kt-qbm.text
source: Cell Number
de: Handynummer

# Gvy-vO-7zF.normalTitle
source: JOIN
de: BEITRETEN

# HcT-Uw-djr.title
source: Local History
de: Lokale Vergangenheit

# Hpq-DC-Vus.text
source: 5 Oct 2014
de: 5 Okt 2014

# IP4-6p-DRS.text
source: Confirm
de: Bestätigen

# If1-VY-3f2.normalTitle
source: Back
de: Zurück

# KSE-k4-hkw.normalTitle
source: Call
de: Anrufen

# Li5-XR-1Is.text
source: Date
de: Datum

# Mg4-3s-UgJ.title
source: Add New Group
de: Neue Gruppe hinzufügen

# N0c-zE-CXN.text
source: I seem to have landed myself in a small pickle...
de: Es scheint als sei etwas schief gelaufen...

# OEz-Bu-OWy.text
source: Private group or open community
de: Private oder Öffentlich Gruppe

# PNW-kY-sep.normalTitle
source: Activate
de: Aktivieren

# PZn-UT-pNt.text
source: Number of members
de: Mitglieder

# SyQ-NE-9wP.normalTitle
source: History
de: Vergangenheit

# Tw4-g9-tw0.normalTitle
source: Report a user
de: Benutzer melden

# UVt-dw-J72.text
source: Background Updates
de: Hintergrundaktualisierungen

# UYz-Hx-ggW.segmentTitles[0]
source: Public
de: Öffentlich

# UYz-Hx-ggW.segmentTitles[1]
source: Private
de: Privat

# UYz-Hx-ggW.segmentTitles[2]
source: New
de: Neu

# Uey-Pa-0Xe.title
source: Groups
de: Gruppen

# Uyr-8Y-gNL.text
source: Here you can see your own Panic history, limited to 50 records.
de: Hier können Sie Ihre letzten 50 Panic Vorfälle einsehen

# V2o-ri-IQg.normalTitle
source: LEAVE
de: VERLASSEN

# VxD-ZH-HIl.text
source: Private group or open community
de: Private oder Öffentliche Gruppe

# WNY-7h-IVi.text
source: 22 Minutes
de: 22 Minuten

# WrF-Ts-mIm.normalTitle
source: Reset Password
de: Passwort zurücksetzen

# WuS-KV-jEe.normalTitle
source: Join
de: Beitreten

# XDa-W8-WIH.text
source: Contact
de: Kontakt

# XGm-TS-fz0.text
source: Show confirmation message before activating panic button
de: Bestätigungsmeldung vor der Panic Button-Aktivierung anzeigen

# XgX-Bc-9dL.text
source: Tap the Panic button. For the duration of this tutorial, it will have no effect but once it's finished, the button is live.
de: Berühren Sie den Panic Button. Während dieser Anleitung wird dies keine Auswirkungen haben. Sobald die Anleitung abgeschlossen ist, ist der Button jedoch scharf.

# XhJ-d2-TZm.text
source: 5 Oct 2014
de: 5 Okt 2014

# Xjr-I7-0oJ.normalTitle
source: Finish
de: Beenden

# Xok-GO-1PI.text
source: Panic Confirmation
de: Panic Bestätigung

# Y6P-nQ-Fzb.headerTitle
source: Caution
de: Vorsicht

# Y9K-q5-eXe.title
source: Item
de: Gegenstand

# YHY-eE-gdu.text
source: Loading...
de: Lädt...

# YUf-K4-FbV.normalTitle
source: Report a bug
de: Einen Fehler melden

# Ybc-wo-mhN.text
source: First, we need to subscribe you to a group. Subscribing to a group will allow other subscribers to receive your notifications when you are in trouble.
de: Zuerst müssen wir Sie zu einer Gruppe hinzufügen. Dadurch erhalten andere Mitglieder Ihre Meldung, sollten Sie in einen Notfall haben.

# Zyw-bw-3Df.text
source: Joined group Cape Town City Center
de: Ist der Gruppe Cape Town City Center beigetreten

# aHI-Dd-8ei.normalTitle
source: Respond
de: Antworten

# aKt-Gq-GC5.placeholder
source: Password
de: Passwort

# aRJ-GM-2Fh.text
source: Responders
de: Helfer

# aVL-5I-vhf.text
source: Remember you can still swipe from the left edge to open the main menu.
de: Denken Sie daran, dass Sie nach rechts wischen können, um das Hauptmenü aufzurufen.

# bf1-M8-Ukx.title
source: Settings
de: Einstellungen

# buI-42-ueq.text
source: Loading...
de: Lädt...

# elk-mO-0Od.text
source: join a nearby group or tap + for more options
de: einer Gruppe beitreten oder "+" für mehr Optionen berühren

# fCA-iG-EaX.title
source: Tabbar
de: Reiterleiste

# kKi-hN-C64.text
source: Welcome
de: Willkommen

# kWg-cN-gKV.text
source: Password
de: Passwort

# mC6-LO-XHV.title
source: Back
de: Zurück

# nTx-6c-gQa.text
source: Name Surname
de: Vor-und Nachname

# nbv-FK-6pp.text
source: Joined group Cape Town City Center
de: Ist der Gruppen Cape Town City Center beigetreten

# nqg-fi-y3w.text
source: NO GROUPS NEARBY
de: KEINE GRUPPEN IN IHRER NÄHE

# oMo-ex-xQP.text
source: Responders
de: Helfer

# oaH-Fd-aDe.placeholder
source: Password
de: Passwort

# p1X-5o-6A7.text
source: Tap the add button
de: Berühren Sie den "Hinzufügen"-Knopf

# p7v-8Y-uNo.normalTitle
source: Activate
de: Aktvieren

# pdE-qY-3I8.text
source: Tapping on one of the records will display more details about that particular Panic activation.
de: Indem Sie eines der Ereignisse berühren, können Sie mehr über diese Panic Aktivierung erfahren.

# qdt-87-5Nk.text
source: NO GROUPS NEARBY
de: KEINE GRUPPEN IN IHRER NÄHE

# rcL-kG-LNf.normalTitle
source: Groups
de: GRUPPEN

# s4A-Al-cuL.text
source: Here you will find the list of groups you have subscribed to. When you activate Panic, notifications are sent out to fellow subscribers of these groups with your information and location.
de: Her können Sie eine Liste aller Gruppen, in denen Sie Mitglied sind finden. Wenn Sie Panic aktivieren, wird eine Meldung mit Ihren Details und Standort an alle Mitglieder dieser Gruppen geschickt.

# s7R-jQ-CLV.normalTitle
source: Settings
de: Einstellungen

# sE6-P6-v6K.text
source: May
de: Mai

# sQS-ca-TgP.text
source: Important
de: Wichtig

# tI1-rY-hwj.text
source: Tap anywhere to continue
de: Berühren um fortzufahren

# thk-ne-o3P.text
source: Cape Town
de: Kapstadt

# tvr-sb-QJd.normalTitle
source: Login
de: Einloggen

# tym-Mx-7Ue.text
source: 5 Oct 2014
de: 5 Okt 2014

# u2g-Sj-fNe.title
source: Item
de: Gegenstand

# ukz-yx-q3w.normalTitle
source: LEAVE
de: VERLASSEN

# v9H-gj-TDs.text
source: type 3 or more characters to search
de: Bitte geben Sie drei oder mehr Zeichen ein, um zu suchen

# v14-0N-g2G.text
source: Swipe from the left edge to open the main menu
de: Wischen Sie nach rechts, um das Hauptmenü zu öffnen

# vNt-cX-3JG.text
source: Check spelling or alternatively create your own
de: Überprüfen Sie die Rechtschreibung oder erstellen Sie Ihre eigene Gruppe

# vXZ-lx-hvc.title
source: Login
de: Einloggen

# wUv-AI-Wkf.normalTitle
source: Back
de: Zurück

# x7C-nX-ihH.text
source: Groups
de: Gruppen

# xCQ-X8-JAL.placeholder
source: Confirm Password
de: Passwort bestätigen

# xG1-SH-5RA.text
source: Setting the group to private will hide it from public searches and require you to enter the name into the "Private" tab to join
de: Wenn Sie die Gruppen Privat machen, wird diese nicht in öffentlichen Suchen angezeigt und der Gruppenname muss im "Privat"-Tab eingegeben werden, um beizutreten.

# xhE-ZF-2zD.text
source: Welcome
de: Willkommen

# yAE-s6-24v.placeholder
source: Username
de: Benutzername

# yCn-kD-Qhq.normalTitle
source: Tutorial
de: Anleitung

# zYK-nb-1w5.normalTitle
source: Map
de: Karte

# CFBundleName
source: $(PRODUCT_NAME)
de: $(PRODUKT_NAME)

# 1_min
source: 1 Minute or less
de: Eine Minute oder weniger

source: Activate
de: Aktivieren

# activate_confirmation_text
source: Activate Panic and send notifications?
de: Panic aktivieren und Meldung schicken?

# already_joined_group
source: You already belong to this group.
de: Sie sind bereit Mitglied dieser Gruppe.

source: Are you sure?
de: Sind Sie sicher?

# are_you_sure_text
source: You will loose the current information
de: Ihre bisherigen Informationen werden gelöscht

# are_you_sure_title
source: Are you sure?
de: Sind Sie sicher?

# background_update_info_text
source: Enabling background updates will let Panic continue to broadcast your location, even when the app is in the background and/or your iPhone is asleep, during activation. This is disabled by default as it can be heavy on battery, can use more data then expected if left on for an extended period of time and because of the way iPhone handles background apps, can be unreliable (although rarely)
de: Wenn Sie Hintergrundaktualisierungen zulassen wird Panic bei Aktivierung Ihren Standort senden, auch wenn die Anwendung im Hintergrund ausgeführt wird und/oder Ihr iPhone sich im Standby befindet. Diese Funktion ist standardmäßig ausgeschaltet, da dies zu hohem Daten- und Energieverbrauch führen kann.

# background_update_info_title
source: Background Update
de: Hintergrundaktualisierung

source: Cancel
de: Abbrechen

source: Closed group
de: Geschlossene Gruppe

# confirmation_info_text
source: Enabling this will remove the 5 second delay before sending notifications, however you will have to manually select 'Yes' each time you activate Panic.
de: Dies wird die 5-Sekunden Verzögerung entfernen wenn Sie Meldungen absetzen, aber Sie müssen jedesmal manuell bestätigen, wenn Sie Panic aktivieren.

# confirmation_info_title
source: Panic Confirmation
de: Panic Bestätigung

source: Contact Number
de: Kontaktnummer

# could_not_get_panic_history
source: Could not get the list of Panics. Please check your internet connection and try again
de: Ihre Panic-Liste konnte nicht geladen werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen es erneut.

source: Deactivate
de: Deaktivieren

# delete_account_confirmation_1_text
source: Are you sure you want to delete your account? This will remove all your details, free up your username, remove all Panic history and you will have to reregister if you want to use this app again.
de: Sind Sie sicher, dass Sie Ihre Konto löschen möchten? Dies wird all Ihre Daten löschen, Ihren Benutzernamen freigeben, Ihre Panic Vergangenheit löschen und Sie werden sich erneut registrieren müssen, falls Sie Panic wieder nutzen möchten.

# delete_account_confirmation_1_title
source: Confirmation
de: Bestätigung

# delete_account_confirmation_2_text
source: Permenently delete account?
de: Konto für immer löschen?

# delete_account_confirmation_2_title
source: Final Confirmation
de: Letzte Bestätigung

source: Dont respond
de: Nicht antworten

# duration_h_m
source: %1$@ Hours %2$@ Minutes
de: %1$@Stunden%2$@Minuten

# email_address_invalid
source: Invalid email address
de: Ungültige Email-Adresse

source: Email address not found
de: Email-Adresse nicht gefunden

# email_sent_text
source: An email has been sent to the email address you supplied with password reset instructions
de: Eine Email mit einer Anleitung zum Zurücksetzen des Passworts wurde an die angegebene Adresse verschickt.

# email_sent_title
source: Email sent
de: Email verschickt

# enter_code_text
source: Enter the code given to you by another group member
de: Geben Sie den Zugangscode ein

# enter_code_title
source: Enter Code
de: Zugangscode eingeben

# error_becoming_a_responder
source: %@ Will try again in a few seconds.
de: %@ Es wird in einigen Sekunden erneut versucht.

# error_beginning_location_text
source: Will try again in a few seconds
de: Es wird in einigen Sekunden erneut versucht

# error_beginning_location_title
source: Error beginning location
de: Fehler bei der Standorterfassung

# error_cell
source: Please fill in your cell number
de: Bitte geben Sie Ihre Handynummer ein

# error_choose_image
source: Please choose an image
de: Bitte wählen Sie ein Foto aus

# error_could_not_send_email_text
source: Your device could not send e-mail. Please check e-mail configuration and try again.
de: Email konnte nicht verschickt werden. Bitte überprüfen Sie Ihre Email-Konfiguration und probieren es erneut.

# error_could_not_send_email_title
source: Could Not Send Email
de: Email konnte nicht verschickt werden

# error_country
source: Please select a country
de: Bitte wählen Sie ein Land

# error_description_10_chars
source: Description must be 10 or more characters
de: Beschreibung muss mehr als 10 Zeichen lang sein

# error_email
source: Please enter a valid email address
de: Bitte geben Sie eine gültige Email-Adresse ein

# error_email_text
source: Your device could not send e-mail. Please check e-mail configuration and try again.
de: Email konnte nicht verschickt werden. Bitte überprüfen Sie Ihre Email-Konfiguration und probieren es erneut.

# error_email_title
source: Could Not Send Email
de: Email konnte nicht verschickt werden

# error_fetching_groups_text
source: There was an error retrieving the list of groups. Possibly check you internet connection.
de: Beim Aufrufen der Gruppenliste ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung.

# error_fetching_groups_title
source: Error fetching groups
de: Beim Aufrufen der Gruppenliste ist ein Fehler aufgetreten.

# error_full_name
source: Please fill in your full name
de: Bitte geben Sie Ihren vollständigen Namen ein.

# error_invalid_login
source: Invalid login credentials
de: Ungültige Benutzerangaben

# error_name_3_chars
source: Name must be 3 or more characters
de: Name muss mindestens drei Zeichen lang sein

# error_name_5_chars
source: Your name cannot be less than 5 characters. Please fill in your full name.
de: Ihr Name kann nicht kürzer als 5 Zeichen sein. Bitte fügen Sie Ihren vollständigen Namen ein.

# error_name_only_letters
source: Your name can only contain letters
de: Ihr Name kann nur Buchstaben enthalten

# error_network_connection
source: The network connection was lost
de: Die Internetverbindung wurde getrennt

# error_no_group_found_text
source: No group with that code has been found. Codes are case sensitive.
de: Keine Gruppe mit diesem Zugangscode konnte gefunden werden. Bitte achten Sie auf Groß-und Kleinschreibung.

# error_no_group_found_title
source: No group found
de: Keine Gruppe gefunden

# error_pass_6_chars
source: Password must be 6 or more characters
de: Passwort muss mind. 6 Zeichen lang sein

# error_pass_dont_match
source: Passwords do not match
de: Passwörter stimmen nicht überein

# error_password
source: Please fill in a password
de: Bitte fügen Sie ein Passwort ein

# error_password_confirm
source: Please retype your password
de: Bitte wiederholen Sie Ihr Passwort

# error_purchase_text
source: Your purchase was unsuccessful. Please try again. No money has been debited from your account.
de: Ihr Einkauf konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut. Es wurde kein Geld von Ihrem Konto abgebucht.

# error_update_failed
source: Something went wrong during the update. Please try again.
de: Während der Aktualisierung ist etwas schief gelaufen. Bitte versuchen Sie es erneut.

# error_updating_details_text
source: Will try again in a few seconds
de: Es wird in einigen Sekunden erneut versucht

# error_updating_details_title
source: Error updating details
de: Fehler bei der Angabenaktualisierung

# error_updating_location_text
source: Will try again in a few seconds
de: Es wird in einigen Sekunden erneut versucht

# error_updating_location_title
source: Error updating location
de: Fehler bei der Standortaktualisierung

# error_updating_settings
source: There was an error updating you settings
de: Es ist ein Fehler bei der Aktualisierung Ihrer Einstellungen aufgetreten

# error_username_5_chars
source: Username must be at least 5 characters
de: Benutzername muss mind. 5 Zeichen lang sein

# facebook_share_login
source: Please login to a Facebook account to share.
de: Bitte loggen Sie sich mit einem Facebook Konto ein, um zu teilen.

# group_already_exists
source: Group '%1$@' already exists in %2$@
de: Gruppe '%1$@' already exists in %2$@

source: Group Code
de: Gruppen Zugangscode

# group_create
source: Create your own
de: Ihre eigene Gruppe erstellen

source: Group Description
de: Gruppenbeschreibung

# group_join_private
source: Join Private Group
de: Einer Privaten Gruppe beitreten

# group_join_public
source: Join a Community
de: Einer Öffentlichen Gruppe beitreten

source: Group Name
de: Gruppenname

# group_not_exist_text
source: The group '%@' does not exist. Check the spelling or use the New tab to create it
de: Die Gruppe '%@' existiert nicht. Bitte überprüfen Sie die Rechtschreibung oder erstellen Sie eine neue Gruppe

# group_set_to_private_text
source: This group is set to private. It will therfore NOT SHOW in any searches or nearby suggestions.
de: Diese Gruppe ist Privat. Daher wird sie IN KEINER Suche oder Vorschlägen auftauchen.

# group_set_to_public_text
source: This group is set to public. It will therfor SHOW in all searches and nearby suggestions and anyone will be able to join it
de: Diese Gruppe ist Öffentlich. Daher wird sie in allen Suchen und Vorschlägen angezeigt und JEDER KANN IHR BEITRETEN.

source: Help
de: Hilfe

source: Join
de: Beitreten

# join_private_group_help_text
source: Someone needs to share the groups private code with you in order for you to join. This code can be found by either tapping the small lock in the group or by tapping the (•••) button and selecting 'share'.
de: Ein Gruppenmitglied muss Ihnen den Zugangscode mitteilen, damit Sie beitreten können. Dieser Code kann entweder durch das berühren des Schloss-Symbols in der Gruppe oder durch das Berühren von (•••) und "Teilen" gefunden werden.

# join_private_group_help_title
source: Joining a Private Group
de: Tritt einer Privaten Gruppe bei

# joined_group_text
source: Successfully created and joined the group %@.
de: Gruppe %@ wurde erfolgreich erstellt

# leave_group_confirmation_title
source: Leave %@?
de: %@ verlassen?

# location_error_text
source: Location Services are unavailable at the moment. Possible reasons: Internet Connection Indoors Location Permission
de: Standortdienste sind im Moment nicht verfügbar. Möglich Gründe: fehlerhafte Internetverbindung; Sie befinden sich in einem Gebäude; Keine Erlaubnis auf Standort zuzugreifen

# location_error_title
source: Location Error
de: Standort Fehler

# location_not_allowed
source: To use this feature, you will need to grant Panic permission to use your location in the background. To do this, go to iPhone Settings > Privacy > Location Services > Panic > 'Always'
de: Um diese Funktion zu nutzen müssen Sie Panic die Erlaubnis erteilen, Ihren Standort im Hintergrund benutzen zu dürfen. Dies können Sie tun, indem Sie zu Ihren iPhone-Einstellungen > Datenschutz > Standortdienste > Panic > "Immer" gehen

# location_not_allowed_text
source: Please enable location services for Panic by going to Settings > Privacy > Location Services.
de: Bitte erlauben Sie Standortdienste für Panic, indem Sie zu Einstellungen > Datenschutz > Standortdienste gehen.

# location_not_allowed_title
source: Location Not Allowed
de: Standort nicht gefunden

# location_not_aloowed_text
source: Please enable location services for Panic by going to Settings > Privacy > Location Services. Without location services, no one will be able to respond to your emergency.
de: Bitte erlauben Sie Standortdienste für Panic, indem Sie zu Ihren iPhone-Einstellungen > Datenschutz > Standortdienste > Panic > "Immer" gehen. Ohne Standortdienste kann Ihnen im Notfall niemand helfen.

# logout_message
source: Logging out disables any Panic notifications. You will not be notified when someone activates their Panic button. On the other hand, closing the app with the home button, or even the app switcher, logs you out in a way that you still receive notifications.
de: Ausloggen schaltet alle Panic-Meldungen aus. Sie werden keine Benachrichtigungen erhalten wenn jemand Panic aktiviert. Wenn Sie die Anwendungen über den "Home"-Knopf verlassen wird Panic im Hintergrund weitergeführt.

# main_tut_1
source: Tap the Panic button. For the duration of this tutorial, it will have no effect but once it's finished, the button is live.
de: Berühren Sie den Panic Button. Während dieser Anleitung wird dies keine Auswirkungen haben. Sobald die Anleitung abgeschlossen ist, ist der Button jedoch scharf.

# main_tut_2
source: Your position would now be made available for others to track live on the map. Notifications are also sent to people subscribed to the same groups you are, alerting them of your distress.
de: Ihr Standort wäre nun für andere auf der Karte einsehbar. Außerdem werden Benachrichtigungen an alle Mitglieder der Gruppen geschickt, in denen Sie Mitglied sind.

# main_tut_3
source: When activating the Panic button, there is a 5 second delay before notifications are sent out - in case of accidental activations. This delay can be disabled in Settings.
de: Es gibt eine 5-Sekunden Verzögerung bevor Benachrichtigungen verschickt werden wenn Panic aktiviert wurde, falls Sie Panic ohne Absicht aktivieren sollten. Diese Verzögerung kann in den Einstellungen ausgeschaltet werden.

# main_tut_4
source: Tap one more time to finish
de: Noch einmal berühren um Fertig zu stellen

# menu_not_available
source: Menus are unavailable while Panic is active
de: Sie können nicht auf Menüs zugreifen wenn Panic aktiv ist

# name_surname
source: Name and Surname
de: Name und Nachname

source: NEARBY
de: IN DER NÄHE

source: No
de: Neien

source: No Data
de: Keine Daten

source: Not available
de: Nicht verfügbar

# number_change_warning
source: Setting your mobile number incorrectly will prevent others from contacting you in an emergency
de: Mit einer falschen Telefonnummer können andere Sie im Notfall nicht erreichen

# open_comm
source: Open community
de: Öffentlich Gruppe

# panic_notification_message
source: %1$@ needs help! Contact them on %2$@ or view their location in the app.
de: %1$@ braucht Hilfe! Kontaktieren Sie %2$@ oder sehen Sie seinen/ihren Standort in der Anwendung.

# pass_dont_match
source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Password
de: Passwort
